import FirstImg from '../src/assets/mainSliderImg/house-g5b082d27e_1920.jpg'
const sliderImage = [
    {id:1, 
    name: 'ursa terra pro 34 PN',
    category: 'ursa terra', 
    img: FirstImg,
    textTitle: 'Негорючая минеральная тепло- и звукоизоляция.', 
    mainText: "Материал, произведенный с применением модернизированного полимерного связующего TERRA, предназначен для профессионального домостроения.URSA TERRA PRO отличается высокой упругостью, усиленной влагостойкостью и обладает отличными теплоизоляционными характеристиками в своем классе. Рекомендован для использования строительными бригадами и частными застройщиками. Материал безопасен для человека и окружающей среды."
    
},
 {id:2, 
    name: 'ursa terra pro 35 PN',
    category: 'ursa terra', 
    img: 'https://www.ursa.ru/upload/iblock/d72/d72e03af05cfe4a8b23e05d0645a2ae6.png',
    textTitle: 'Негорючая минеральная тепло- и звукоизоляция.', 
    mainText: "Материал, произведенный с применением модернизированного полимерного связующего TERRA, предназначен для профессионального домостроения. URSA TERRA PRO отличается высокой упругостью, усиленной влагостойкостью и обладает отличными теплоизоляционными характеристиками в своем классе. Рекомендован для использования строительными бригадами и частными застройщиками. Материал безопасен для человека и окружающей среды.",
    
},
{id:3, 
    name: 'ursa terra pro 36 PN',
    category: 'ursa terra', 
    img: FirstImg,
    textTitle: 'Негорючая минеральная тепло- и звукоизоляция.', 
    mainText: "Материал, произведенный с применением модернизированного полимерного связующего TERRA, предназначен для профессионального домостроения. URSA TERRA PRO отличается высокой упругостью, усиленной влагостойкостью и обладает отличными теплоизоляционными характеристиками в своем классе. Рекомендован для использования строительными бригадами и частными застройщиками. Материал безопасен для человека и окружающей среды.",
    
},
{id:4, 
    name: 'ursa terra pro 37 PN',
    category: 'ursa terra', 
    img: 'https://www.ursa.ru/upload/iblock/1f1/1f11197bcc0324ff9115d2df7a0be8e4.png',
    textTitle: 'Негорючая минеральная тепло- и звукоизоляция.', 
    mainText: "Материал, произведенный с применением модернизированного полимерного связующего TERRA, предназначен для профессионального домостроения. URSA TERRA PRO отличается высокой упругостью, усиленной влагостойкостью и обладает отличными теплоизоляционными характеристиками в своем классе. Рекомендован для использования строительными бригадами и частными застройщиками. Материал безопасен для человека и окружающей среды.",
    
},
{id:5, 
    name: 'ursa terra pro 38 PN',
    category: 'ursa terra', 
    img: 'https://www.ursa.ru/upload/iblock/d72/d72e03af05cfe4a8b23e05d0645a2ae6.png',
    textTitle: 'Негорючая минеральная тепло- и звукоизоляция.', 
    mainText: "Материал, произведенный с применением модернизированного полимерного связующего TERRA, предназначен для профессионального домостроения. URSA TERRA PRO отличается высокой упругостью, усиленной влагостойкостью и обладает отличными теплоизоляционными характеристиками в своем классе. Рекомендован для использования строительными бригадами и частными застройщиками. Материал безопасен для человека и окружающей среды.",
    
}
    ];

// const icons = [
//     {iconTitle:'Защита от влаги', iconImg: 'https://www.ursa.ru/upload/uf/2a0/2a061817edc6d0de80bdafca477544a6.png'},
//     {iconTitle:'Безопасен для человека и окружающей среды', iconImg: 'https://www.ursa.ru/upload/uf/997/997bb3225caf314fa02c7506bc59f045.png'},
//     {iconTitle:'Биостойкость', iconImg: 'https://www.ursa.ru/upload/uf/e39/e39f801a2da15fe5b3324d8942ff9ce7.png'},
//     {iconTitle:'Прочное волокно, усиленная структура', iconImg: 'https://www.ursa.ru/upload/uf/c03/c036c9875d498ee37f473a50ee4bc7a8.png'},
//     {iconTitle:'Негорючесть', iconImg: 'https://www.ursa.ru/upload/uf/2f9/2f9104103e5df1b90e9c3d5a8ff26dfe.png'}
// ];

export default sliderImage;